Repository: zuhao/isitfedoraruby
Catalog: locale/*/app.po
Languages: es, fr, ja

source: This is the home page for the Is It Fedora Ruby web application
es: Esta es la página principal de la aplicación web Is It Fedora Ruby
fr: Bienvenue sur la page d'accueil de l'application Is It Fedora Ruby
ja: Fedora Ruby ウェブアプリケーションのホームページです。

source: *new* <a href=/stats/gemfile_tool>compare</a> your Gemfile against Fedora
es: *nuevo* <a href=/stats/gemfile_tool>compare</a> su Gemfile con Fedora
fr: *nouveau* <a href=/stats/gemfile_tool>comparez</a> vos fichiers Gem avec Fedora
ja: *new* お使いの Gemfile と Fedora を <a href=/stats/gemfile_tool>比較</a> します。

source: Version
es: Versión
ja: バージョン

source: Rpm Version
es: Versión del Rpm
fr: Version RPM
ja: RPM バージョン

source: Downloads
es: Descargas
fr: Téléchargements
ja: ダウンロード

source: Upstream
fr: Amont
ja: アップストリーム

source: Git commits
es: Cambios en git
fr: Validations Git
ja: Git コミット

source: Commits
es: Cambios
fr: Validations
ja: コミット

source: Updated
es: Actualizado
fr: Mis à jour
ja: 最終更新

source: Wanted by
es: Requerido por
fr: Demandé par
ja: 使用パッケージ

source: Most wanted gems
es: Gemas más requeridas
fr: Les gems les plus demandés
ja: よく使用されている Gem

source: Most popular rpms
es: Rpms más populares
fr: RPM les plus populaires
ja: 人気のある RPM

source: Most recent rpms
es: Rpms más recientes
fr: RPM les plus récents
ja: 最近更新された RPM

source: Most popular gems
es: Gemas más populares
fr: Gems les plus populaires
ja: 人気のある Gem

source: About
es: Acerca de
fr: À propos
ja: 詳細

source: Contact
es: Contacto
ja: 問い合わせ

source: Home
es: Inicio
fr: Acceuil
ja: ホーム

source: Ruby Gems
es: Gemas de Ruby
fr: Gems Ruby
ja: Ruby Gem

source: Fedora Rpms
es: Rpms de Fedora
fr: RPM Fedora
ja: Fedora RPM

source: Success Stories
es: Historias de éxito
fr: Références
ja: サクセスストーリー

source: Find some of the best-known success stories here!
es: ¡Encuentre algunas de las historias de éxito más conocidas aquí!
fr: Trouvez ici nos plus belles références !
ja: 最も有名なサクセスストーリーをここから見つけましょう!

source: Contribute
es: Contribuir
fr: Contribuez
ja: 貢献

source: Search
es: Buscar
fr: Rechercher
ja: 検索

source: All Fedora Rpms
es: Todos los Rpms de Fedora
fr: Tous les RPM Fedora
ja: すべての Fedora RPM

source: Name
es: Nombre
fr: Nom
ja: 名前

source: Up to date?
es: ¿Actualizado?
fr: À jour ?
ja: 最新?

source: Git Commits
es: Cambios en git
fr: Validations Git
ja: Git コミット

source: Last Commit
es: Último cambio
fr: Dernière validation
ja: 最終コミット

source: Patched?
es: ¿Parcheado?
fr: Modifié ?
ja: パッチあり?

source: Maintainer
es: Mantenedor
fr: Mainteneur
ja: メンテナー

source: Yes
es: Sí
fr: Oui
ja: はい

source: No
fr: Non
ja: いいえ

source: %{time_ago} ago
es: Hace %{time_ago}
fr: il y a %{time_ago}
ja: %{time_ago} 前

source: Homepage URI
es: URI de la página principal
fr: URI de page d'accueil
ja: ホームページ URI

source: Source Code URI
es: URI del código fuente
fr: URI du code source
ja: ソースコード URI

source: Dependency Tree
es: Árbol de dependencias
fr: Arbre de dépendances
ja: 依存関係ツリー

source: Hotness: %{rpm_hotness}%
es: Popularidad: %{rpm_hotness}%
fr: Importance : %{rpm_hotness}%
ja: 注目度: %{rpm_hotness}%

source: Up to date:
es: Actualizada:
fr: À jour :
ja: 最新:

source: Maintainer: %{maintainer_email}
es: Mantenedor: %{maintainer_email}
fr: Maintaineur : %{maintainer_email}
ja: メンテナー: %{maintainer_email}

source: Versions: %{rpm_versions}
es: Versión: %{rpm_versions}
ja: バージョン: %{rpm_versions}

source: Git Commits: %{rpm_commits}
es: Cambios en git: %{rpm_commits}
fr: Validations Git : %{rpm_commits}
ja: Git コミット: %{rpm_commits}

source: Depends on:
es: Depende de:
fr: Dépend de :
ja: 依存パッケージ:

source: Package
es: Paquete
fr: Paquet
ja: パッケージ

source: Gem Version
es: Versión de la gema
fr: Version Gem
ja: Gem バージョン

source: Bugs:
es: Errores:
fr: Défauts :
ja: バグ:

source: Title
es: Título
fr: Titre
ja: タイトル

source: Versions:
ja: バージョン:

source: No dependents
fr: Aucun n'en dépend
ja: 依存関係なし

source: Review?
es: ¿Revisión?
fr: Revoir ?
ja: レビュー?

source: Builds:
es: Construcciones:
fr: Constructions :
ja: ビルド:

source: Build ID
es: ID de construcción
fr: ID de la construction
ja: ビルド ID

source: Dependent Packages:
es: Paquetes dependientes:
fr: Paquets en dépendant :
ja: 依存パッケージ:

source: All Fedora Rpms maintained by %{name}
es: Todos los Rpms de Fedora mantenidos por %{name}
fr: Tous les RPM Fedora maintenus par %{name}
ja: %{name} によりメンテナンスされている全 Fedora RPM

source: See it in a nice bubble chart
es: Véalo en un lindo gráfico de burbujas
fr: Le voir dans un joli nuage de bulles
ja: 素晴らしいバブルチャートで参照する

source: Gem / Fedora Version
es: Gema / Versión de Fedora
fr: Version Gem / Fedora
ja: Gem / Fedora バージョン

source: Bubble Chart:
es: Gráfico de burbujas:
fr: Nuage de bulles :
ja: バブルチャート:

source: This graph shows the packages, which are represented by circles, that the user %{user_name} owns.
es: Este gráfico muestra los paquetes, que están representados por círculos, que le pertenecen al usuario %{user_name}
fr: Ce graphique montre les paquets, représentés par des cercles, possédés par l'utilisateur %{user_name}.
ja: この図は、ユーザー %{user_name} が管理しているパッケージを円で表現しています。

source: The size of each circle is proportional to the number of commits for that package.
es: El tamaño de cada círculo es proporcional al número de commits para ese paquete
fr: La taille de chaque cercle est proportionnelle au nombre de validations pour ce paquet.
ja: それぞれの円の大きさは、パッケージにコミットした数に比例しています。

source: Back
es: Atrás
fr: Retour
ja: 戻る

source: Test your Gemfile or Gemfile.lock against Fedora
es: Pruebe su Gemfile o Gemfile.lock en Fedora
fr: Testez votre fichier Gemfile ou Gemfile.lock avec Fedora
ja: あなたの Gemfile や Gemfile.lock を Fedora でテストします

source: Upload it
es: Súbalo
fr: Le téléverser
ja: アップロード

source: or Paste it
es: o péguelo
fr: ou le coller
ja: または貼り付け

source: upload
es: subir
fr: téléverser
ja: アップロード

source: submit
es: enviar
fr: soumettre
ja: 送信

source: All Ruby Gems
es: Todas las gemas de Ruby
fr: Tous les Gems Ruby
ja: すべての Ruby Gem

source: Wantedness: %{gem_wantedness}
es: Se requiere: %{gem_wantedness}
fr: Demandes : %{gem_wantedness}
ja: 必要度: %{gem_wantedness}

source: Version: %{gem_version}
es: Versión: %{gem_version}
ja: バージョン: %{gem_version}

source: Total Downloads: %{total_downloads_number}
es: Descargas totales: %{total_downloads_number}
fr: Total des téléchargements : %{total_downloads_number}
ja: 合計ダウンロード: %{total_downloads_number}

source: Description:
es: Descripción:
ja: 説明:

source: %{gem_name} does not have a description yet
es: %{gem_name} todavía no tiene una descripción
fr: %{gem_name} ne possède pas encore de description
ja: %{gem_name} はまだ説明がありません

source: Comments
es: Comentarios
fr: Commentaires
ja: コメント

source: Name: %{comment_name}
es: Nombre: %{comment_name}
fr: Nom : %{comment_name}
ja: 名前: %{comment_name}

source: Email: %{comment_email}
es: Correo-e: %{comment_email}
fr: Courriel : %{comment_email}
ja: 電子メール: %{comment_email}

source: Comment:
es: Comentario:
fr: Commentaire :
ja: コメント:

source: Email
es: Correo-e
fr: Courriel
ja: 電子メール

source: Add new comment
es: Añadir comentario nuevo
fr: Ajouter un nouveau commentaire
ja: 新しいコメントの追加

source: Yes I want it!
es: ¡Sí, la quiero!
fr: Oui je le veux !
ja: はい、必要です!

source: Keep me updated!
es: ¡Mantenme actualizado!
fr: Dites-moi quand ça bouge !
ja: 更新情報を受け取る!

source: Submit
es: Enviar
fr: Soumettre
ja: 送信

source: RubyGems -> RPMs
fr: RubyGems -> RPM
ja: RubyGems -> RPM

source: Dependencies:
es: Dependencias:
fr: Dépendances :
ja: 依存パッケージ:

source: No dependencies
es: Sin dependencias
fr: Aucune dépendance
ja: 依存関係なし

source: build with koji
es: construir con koji
fr: construit avec koji
ja: koji でビルド

source: Next
es: Siguiente
fr: Suivant
ja: 次へ

source: Name of Gem to Import:
es: Nombre de la gema que importar:
fr: Nom du Gem à importer :
ja: インポートする Gem の名前:

source: Select version of gem %{gem_name} to import
es: Seleccione la versión de la gema %{gem_name} que importar
fr: Sélectionner la version du gem %{gem_name} à importer
ja: インポートする gem %{gem_name} のバージョンを選択

source: IsItFedoraRuby is a web-application (a Rails application) for keeping track of the Fedora/Ruby integration, especially gem->rpm conversion, documentation, and success stories.
es: IsItFedoraRuby es una aplicación web (una aplicación de Rails) para rastrear la integración entre Fedora y Ruby, especialmente la conversión gem->rpm, documentación e historias de éxito.
fr: IsItFedoraRuby est une application web (écrite en Rails) pour suivre l'intégration Fedora/Ruby, notamment la conversion gem->rpm, la documentation, ainsi que les références.
ja: IsItFedoraRuby はウェブアプリケーション (Rails アプリケーション) です。Fedora/Ruby の統合を記録します。とくに gem->rpm 変換、ドキュメント、サクセスストーリーを集約しています。

source: The project was started on 2012 as a <a href=https://fedoraproject.org/wiki/GSOC_2012/Student_Application_Zuhao/IsItFedoraRuby>Google Summer Of Code project</a> by Zuhao, and it is growing to include Ruby Special Interest Group.
es: El proyecto comenzó en 2012 como un <a href=https://fedoraproject.org/wiki/GSOC_2012/Student_Application_Zuhao/IsItFedoraRuby>proyecto de Google Summer of Code</a> de Zuhao, y está creciendo para incluir al Grupo de Interés Especial de Ruby.
fr: Le projet a été lancé en 2012 en tant que <a href=https://fedoraproject.org/wiki/GSOC_2012/Student_Application_Zuhao/IsItFedoraRuby>projet Google Summer Of Code</a> par Zuhao, et il grandit et a rejoint le Ruby Special Interest Group.
ja: このプロジェクトは 2012 年に Zuhao 氏により <a href=https://fedoraproject.org/wiki/GSOC_2012/Student_Application_Zuhao/IsItFedoraRuby>Google Summer Of Code project</a> として始まりました。そして、Ruby Special Interest Group に成長しています。

source: A SIG for people who are interested in improving the state of Ruby in Fedora. This includes packaging Ruby libraries and applications, setting and improving standards for packaging them as RPMs and maintaining Ruby packages for Fedora.
es: Un SIG para gente que está interesada en mejorar el estado de Ruby en Fedora. Esto incluye empaquetar bibliotecas y aplicaciones de Ruby, establecer y mejorar estándares de empaquetado a RPM y mantener paquetes de Ruby para Fedora.
fr: Un SIG pour les personnes intéressés par l'amélioration de l'état de Ruby dans Fedora. Cela inclut l'emballage de bibliothèques et applications Ruby, la mise en place et l'améliorationd des standards d'emballage en tant que RPM, et la maintenance des paquets Ruby pour Fedora.
ja: Fedora での Ruby を改善したいと思っている人のための SIG です。Ruby ライブラリやアプリケーションのパッケージ作成、RPM パッケージ化の標準の設定や改善、Fedora 用 Ruby パッケージのメンテナンスなどがあります。

source: Packaging Ruby libraries and applications for Fedora is an ongoing process. We hope that this situation will improve dramatically over the next few months; that means that you, dear reader, can become a hero by packaging your favorite piece of Ruby code as an RPM and submitting it to Fedora.
es: Empaquetar bibliotecas y aplicaciones de Ruby para Fedora es un proceso en progreso. Esperamos que esta situación mejore dramáticamente dentro de unos pocos meses, eso significa que Ud, querido lector, puede convertirse en un héroe empaquetando su código favorito de Ruby como en RPM y subiéndolo a Fedora.
fr: L'emballage de bibliothèques et applications Ruby pour Fedora est un processus en cours. Nous espérons que cette situation s'améliorera largement pendant les mois à venir ; ce qui signifie que toi, cher lecteur, peut devenir un héros en emballant tes morceaux Ruby favoris comme RPM et en les soumettant à Fedora.
ja: Fedora 用 Ruby ライブラリやアプリケーションのパッケージ作成は進行中のプロセスです。この状況はこの数か月で劇的に改善することを期待しています。みなさんがお気に入りの Ruby コードをパッケージ化し、Fedora に登録することにより、みなさんがヒーローになれるということです。

source: Please Contribute!
es: ¡Por favor contribuya!
fr: Merci de contribuer !
ja: 貢献しましょう!

source: As this project is still in its early stage, please feel free to contribute any code or ideas to make it better.
es: Como este proyecto todavía está en su infancia, siéntase libre de contribuir con código o ideas para mejorarlo.
fr: Comme ce projet est encore à ses balbutiements, n'hésitez pas à contribuer tout code ou idée visant à l'améliorer.
ja: このプロジェクトはまだ初期段階にあるので、何らかのコードや改善案で気軽に貢献してください。

source: For more info, please check out the <a href=http://github.com/zuhao/isitfedoraruby>code</a> or visit the <a href=https://fedoraproject.org/wiki/Ruby_SIG>Ruby SIG</a> wiki page.
es: Para más información, consulte el <a href=http://github.com/zuhao/isitfedoraruby>código</a> o visite la página de la wiki del <a href=https://fedoraproject.org/wiki/Ruby_SIG>SIG de Ruby</a>.
fr: Pour plus d'information, merci de consulter le <a href=http://github.com/zuhao/isitfedoraruby>code</a> ou de visiter la page wiki du <a href=https://fedoraproject.org/wiki/Ruby_SIG>SIG Ruby</a>.
ja: さらなる情報は <a href=http://github.com/zuhao/isitfedoraruby>code</a> or visit the <a href=https://fedoraproject.org/wiki/Ruby_SIG>Ruby SIG</a> wiki ページをご確認ください。

source: Silk Icons by <a href=http://www.famfamfam.com/lab/icons/silk/>famfamfam</a>.
fr: Icones silk par <a href=http://www.famfamfam.com/lab/icons/silk/>famfamfam</a>.
ja: <a href=http://www.famfamfam.com/lab/icons/silk/>famfamfam</a> によるアイコン。

source: Comment
es: Comentario
fr: Commentaire
ja: コメント

source: It works for me!
es: ¡Me funciona!
fr: Ça marche chez moi !
ja: うまく動作します!

source: Contribute to make it better!
es: Contribuya para hacerlo mejor
fr: Contribuez à l'améliorer !
ja: より良くするために貢献をしましょう!

source: Find how to contribute to the Fedora/Ruby community.
es: Descubra cómo contrubir con la comunidad Fedora/Ruby
fr: Trouvez comment contribuer à la communauté Fedora/Ruby.
ja: Fedora/Ruby コミュニティに貢献する方法を探す。

source: %{dep_name} (%{dep_version}) is too old in %{rv_fedora_version} (which has %{rv_rpm_version})
es: %{dep_name} (%{dep_version}) es demasiado viejo en %{rv_fedora_version} (que tiene %{rv_rpm_version})
fr: %{dep_name} (%{dep_version}) est trop anciens dans %{rv_fedora_version} (qui possède %{rv_rpm_version})
ja: %{dep_name} (%{dep_version}) は (%{rv_rpm_version} がある) %{rv_fedora_version} で古すぎます。

source: %{dep_name} (%{dep_version}) is sufficient in %{rv_fedora_version}
es: %{dep_name} (%{dep_version}) es suficiente en %{rv_fedora_version}
fr: %{dep_name} (%{dep_version}) est suffisant dans %{rv_fedora_version}
ja: %{dep_name} (%{dep_version}) は %{rv_fedora_version} で十分です

source: %{dep_name} is in Fedora!
es: ¡%{dep_name} está en Fedora!
fr: %{dep_name} est dans Fedora !
ja: %{dep_name} は Fedora にあります!

source: %{dep_name} not found in Fedora
es: %{dep_name} no se encontró en Fedora
fr: %{dep_name} introuvable dans Fedora
ja: %{dep_name} は Fedora にありません

source: Timeline (Bugs and Versions)
es: Línea de tiempo (errores y versiones)
fr: Chronologie (défauts et versions)
ja: タイムライン (バグとバージョン)

source: This timeline depicts a chronological visualization of the bugs & version releases for %{gem_name}
es: Esta línea de tiempo muestra una visualización cronológica de los errores y lanzamiento de versiones para %{gem_name}
fr: Cette chronologie montre une visualisation chronologie des différents défauts et versions publiées de %{gem_name}
ja: このタイムラインは %{gem_name} のバグとリリースを時系列に可視化しています。

source: There are many ways you can contribute with the <a href=https://fedoraproject.org/wiki/Ruby_SIG>Fedora Ruby community</a>. Packaging Ruby libraries and applications for Fedora is still in its infancy, and only very few RPMs are available. We hope that this situation will improve dramatically over the next few months; that means that you, dear reader, can become a hero by packaging your favorite piece of Ruby code as an RPM and <a href=http://fedoraproject.org/wiki/PackageMaintainers/Join>submitting it to Fedora</a>.
es: Hay muchas maneras en las que puede contribuir con la <a href=https://fedoraproject.org/wiki/Ruby_SIG>comunidad de Fedora Ruby</a>. Empaquetar bibliotecas de Ruby y aplicaciones para Fedora todavía está en su infancia, y sólo hay disponibles unos pocos RPMs. Esperamos que esta situación mejore dramáticamente los próximos meses; esto significa que usted, apreciado lector, puede convertirse en un héroe empaquetando su pieza de código de Ruby favorita y <a href=http://fedoraproject.org/wiki/PackageMaintainers/Join>subiéndola a Fedora</a>.
fr: Il existe pour vous plusieurs façons de contribuer à la <a href=https://fedoraproject.org/wiki/Ruby_SIG>communauté Fedora Ruby</a>. L'emballage de bibliothèques et applications Ruby pour Fedora est un processus encore jeune, et seuls quelques rares paquets RPM sont disponibles. Nous espérons que cette situation s'améliorera largement pendant les mois à venir ; ce qui signifie que toi, cher lecteur, peut devenir un héros en emballant tes morceaux Ruby favoris comme RPM et <a href=http://fedoraproject.org/wiki/PackageMaintainers/Join>en les soumettant à Fedora</a>.
ja: <a href=https://fedoraproject.org/wiki/Ruby_SIG>Fedora Ruby コミュニティ</a>に貢献する多くの方法があります。Fedora 用 Ruby ライブラリやアプリケーションのパッケージ作成はまだ始まったばかりです。少数の RPM のみが利用できます。この状況がこの数か月で劇的に改善することを期待しています。みなさんがお気に入りの Ruby コードをパッケージ化し、<a href=http://fedoraproject.org/wiki/PackageMaintainers/Join>Fedora に登録する</a>ことにより、みなさんがヒーローになれるということです。

source: Also, you can report bugs, send patches, or enhance in any way this web application in <a href=https://github.com/zuhao/isitfedoraruby>our github site</a>. Just clone the repository, make your changes and submit a pull request. Your imagination sets the limit!
es: Además, puede reportar errores, enviar parches, o mejorar esta aplicación web en <a href=https://github.com/zuhao/isitfedoraruby>nuestro sitio de github</a>. Simplemente clone el repositorio, haga sus cambios y envíe un «pull request». ¡Su imaginación pone el límite!
fr: Vous pouvez aussi rapporter les défauts, envoyer des correctifs, ou améliorer cette application web sur <a href=https://github.com/zuhao/isitfedoraruby>notre site github</a>. Clonez simplement le dépôt, effectuez vos modifications, et soumettez une demande de tirage (pull request). Votre imagination est la seule limite !
ja: また、バグを報告する、パッチを投稿する、<a href=https://github.com/zuhao/isitfedoraruby>私たちの GitHub サイト</a>でこのウェブアプリケーションを改善することができます。リポジトリをクローンし、変更を加えて、 pull request を送信します。限界はあなたの中にあります!

source: If you want to contact the Fedora Ruby community, send an e-mail to the <a href=mailto:ruby-sig@lists.fedoraproject.org>Ruby SIG mailing list</a>.
fr: Si vous désirez contacter la communauté Ruby de Fedora, envoyez un message à la <a href=mailto:ruby-sig@lists.fedoraproject.org>liste de diffusion du SIG Ruby</a>.
ja: Fedora Ruby コミュニティに連絡を取りたければ、<a href=mailto:ruby-sig@lists.fedoraproject.org>Ruby SIG メーリングリスト</a> までメールください。

source: To file a bug against this web application, <a href=https://github.com/zuhao/isitfedoraruby/issues/new>create a new issue</a> in the github repository.
fr: Pour soumettre une demande à propos de cette application web, <a href=https://github.com/zuhao/isitfedoraruby/issues/new>créez une nouvelle demande</a> dans le dépôt github.
ja: このウェブアプリケーションに関するバグを報告するには、GitHub リポジトリで <a href=https://github.com/zuhao/isitfedoraruby/issues/new>create a new issue</a> を実行してください。

source: Is It Fedora Ruby has been translated into your language by:
fr: Is It Fedora Ruby a été traduit dans votre langue par :
ja: Is It Fedora Ruby は以下の貢献者により、この言語に翻訳されました:

source: translator-credits
fr: Jérôme Fenal <jfenal CHEZ redhat POINT com>, 2013
ja: Tomoyuki KATO <tomo@dream.daynight.jp>, 2013

source: Is It Fedora Ruby on Github
es: Is It Fedora Ruby en Github
fr: Is it Fedora Ruby sur Github

source: Fedora Rpm
es: Rpm de Fedora
fr: RPM Fedora

source: Ruby Special Interest Group
es: Grupo de interés especial de Ruby
fr: Special Interest Group Ruby

source: Gem
es: Gema
